Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kartverket.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Nautical information, including current notices, permanent corrections and temporary (T) and preliminary (P) notices to Norwegian nautical charts, as well as all amendments of a more permanent nature, are to be sent to efs@kartverket.no.
nn: Nautisk informasjon og data for oppdatering i sjøkart, som løpande meldingar (midlertidige (T) og foreløpige (P) meldingar) og etablering, endringar og nedleggingar av permanent varigheit, skal meldast til efs@kartverket.no.

source: This takes place in collaboration with municipalities, other public agencies and private operators.
nn: Det skjer i samarbeid med kommunar, andre offentlege etatar og private verksemder.

source: When you chat with our customer services, you will need to supply a valid e-mail address.
nn: Når du chattar med kundesenteret vårt, må du oppgi ei gyldig e-postadresse.

source: For assistance, please send an email to the Norwegian Mapping Authority (post@kartverket.no).
nn: Send ein e-post til Kartverket (post@kartverket.no), så hjelper vi deg.

source: Common to all of these is that the e-mail address and the associated personal data are stored in a database at our newsletter provider;
nn: Felles for alle desse er at e-postadressa og tilhøyrande personopplysningar blir lagra i ein database hjå nyheitsbrev-leverandøren vår

source: The information from Google Analytics is stored on Google’s servers in the US and is administered in line with
nn: Informasjonen frå Google Analytics blir lagra på serverane til Google i USA og blir handsama i tråd med

source: We also have a large IT department.
nn: Vi har også ei stor IT-avdeling.

source: Delivery of data
nn: Leveranse av data

source: D-number is a personal identification number
nn: Søknad om D-nummer for tinglysing i grunnboka

source: This happens automatically, and the e-mail addresses are not stored.
nn: Dette skjer automatisk, og e-postadressene blir ikkje lagra.

source: All collected data is stored within the EU.
nn: Alle data som blir samla inn, blir lagra innafor EU.

source: The Cadastre and Land Registry is also responsible for the New Cadastre, the national property registry, which is continually updated in partnership with the municipalities.
nn: Eigedomsdivisjonen har også ansvar for matrikkelen, det nasjonale eigedomsregisteret, som blir oppdatert fortløpande i samarbeid med kommunane.

source: It is not possible to search for information on a person, one has to search for property ID.
nn: Det er ikkje mogleg å be om informasjon knytta til ein person, ein må be om informasjon knytta til ein eigedom.

source: When you cancel your subscription, all of your information is deleted.
nn: Når du seier opp abonnementet, blir alle opplysningane sletta.

source: The database is contained in the Apsis cloud solution, which is inside the EU.
nn: Databasen ligg i Apsis’ skyløysing, som er innanfor EU.

source: The Institute also measures and establishes a national reference frame for coordinates, geoid reference, height reference and post-glacial rebound.
nn: Divisjonen måler og fastset også nasjonale referanserammer for koordinatar, høgdereferanseflater, høgdegrunnlaget og landheving.

source: Information can be delivered in various formats, such as SOSI, Shape or in the form of a map sketch with positions.
nn: Meldingar kan leverast på ulike format, til dømes SOSI, Shape eller i form av ei kartskisse og posisjonar.

source: The Norwegian Mapping Authority’s Hydrographic Service is responsible for preparing and updating nautical charts, and covers all marine and coastal waters in Norway and around Svalbard, as well as Norwegian areas in the Antarctic.
nn: Sjødivisjonen har ansvaret for å utarbeide og vedlikehalde sjøkart, og dekkjer alle hav- og kystområda i Noreg og rundt Svalbard, i tillegg til norske område i Antarktis.

source: The Norwegian Hydrographic Service was established in 1932 and has operated as a division of the Norwegian Mapping Authority since 1986.
nn: Norges Sjøkartverk blei etablert i 1932, og har sidan 1986 vore ein divisjon i Kartverket.

source: The Norwegian Mapping Authority is responsible for and provides the following:
nn: Kartverket har ansvar for og skal levere følgjande:

source: If we collect information from other registers such as the National Registry, the errors must be corrected there.
nn: Dersom vi hentar informasjon frå andre registre som til dømes folkeregisteret, må feila rettast der.

source: Pursuant to the Archives Act Section 6, cf. Section 1, Kartverket is obliged to archive all communication that is of any cultural or research value or that contains any legal or administrative documentation.
nn: Etter arkivlova paragraf 6 jamfør paragraf 1 pliktar Kartverket å arkivere all kommunikasjon som har monaleg kulturelt eller forskningsmessig verdi eller som inneheld rettsleg eller viktig forvaltningsmessig dokumentasjon.

source: Several of our publishing solutions use the cookie ASP.NET_SessionId to improve the reading experience when you, for example, navigate between different pages.
nn: Fleire av publiseringsløysingane våre nyttar informasjonskapselen ASP.NET_SessionId for å betre lesaropplevinga når du til dømes navigerer mellom ulike sider.

source: This data can be used by people in various positions on the same premises as for other data.
nn: Dette er data som kan brukast som dei er i ulike tenester på same premiss som for øvrige data.

source: Kartverket has therefore added a script (code) that removes the last digits from the IP address before the information is stored by Google.
nn: Difor har Kartverket lagt til eit script (kode) som fjernar dei siste sifra frå IP-adressa før informasjonen blir lagra hos Google.

source: The rules for processing a chat dialogue are the same as for e-mails.
nn: Reglane for behandling av chat-dialog er dei same som for e-post.

source: Data that is collected via Questback is stored in Oracle's cloud services within the EU.
nn: Data som blir innhenta via Questback, blir lagra i Oracles skyteneste innanfor EU.

source: to conduct surveys and to gather information from website visitors that have permitted the use of cookies.
nn: for å utføre spørjeundersøkingar og samle inn informasjon frå besøkjande på nettsidene som tillet bruk av informasjonskapslar.

source: The share service for web articles at kartverket.no can be used to forward tips or share articles from the website.
nn: Delingstenesta for artiklar på kartverket.no kan brukast til å vidaresende tips eller dele artiklar frå nettstaden.

source: It is possible to subscribe to several different newsletters from Kartverket, which are sent by e-mail.
nn: Det er mogleg å abonnere på fleire ulike nyheitsbrev frå Kartverket som blir sende ut via e-post.

source: The information we collect includes which internet provider is being used, which pages the user has visited, how long the user has been on the website, the type of computer and web browser being used, the screen resolution and which country the user is located in.
nn: Informasjonen vi samlar inn, er kva for leverandør av nett brukaren nyttar, kva for sider brukaren har besøkt, kor lenge brukaren har vore på nettstaden, kva type maskin og nettlesar brukaren har nytta, skjermoppløysing og landet brukaren er i.

source: (geodataloven) with accompanying guidelines apply.
nn: med forskrifter og tilhøyrande retningsliner.

source: E-mail is processed in the same manner as incoming letters.
nn: E-post blir behandla på same måte som innkomne brev.

source: An IP address is defined as personal data because it can be traced to a specific computer and to a single individual.
nn: Ei IP-adresse er definert som ei personopplysning fordi ho kan sporast til ei bestemt maskin og til ein enkeltperson.

source: The cookies remember settings and gather statistical information.
nn: Kapslane hugsar innstillingar og samlar inn statistikk.

source: The division administers data from the Land Registry and the New Cadastre, and handles administrative tasks relating to the Norwegian Place Names Act and administrative borders.
nn: Divisjonen forvaltar data frå grunnbok og matrikkel, og har forvaltingsoppgåver knytt til lov om stadnamn og administrative grenser.

source: If you use the function to send a link via e-mail, we only use the specified e-mail address to forward the message.
nn: Om du bruker funksjonen til å sende lenke via e-post, nyttar vi berre dei oppgitte e-postadressene til å sende meldinga vidare.

source: APIs and services
nn: API og tenester

source: We therefore ask that you do not send your personal ID number or any information of a sensitive or confidential nature via e-mail.
nn: Vi oppmodar deg difor til ikkje å sende fødselsnummer eller teiepliktige, sensitive eller andre fortrulege opplysningar via e-post.

source: The Norwegian Mapping Authority has over 250 geodetic stations spread across the entire country that receive and forward satellite observations.
nn: satellittdata.no Kartverket har over 250 geodetiske stasjonar spreidd over heile landet som tar imot og vidaresender satellittobservasjonar.

source: The Norwegian Mapping Authority prefers that coordinates be specified in WGS84 datum.
nn: Kartverket føretrekk at koordinat er oppgjeve i WGS84 datum.

source: The Geodetic Institute is responsible for national geodetic information on which all positioning, measuring, mapping and earth observation is based.
nn: Geodesidivisjonen har ansvar for det nasjonale geodetiske grunnlaget, som er grunnlaget for all fastsetjing av posisjon, oppmåling, kartlegging og jordobservasjon.

source: If you want more information about the processing of personal data by Kartverket, you can use the contact information at the bottom of this page.
nn: Dersom du ønskjer meir informasjon om Kartverkets behandling av personopplysningar, kan du bruke kontaktinformasjonen nedst på denne sida.

source: The division is also responsible for information about navigable waterways, tidal waters and currents.
nn: Divisjonen er også ansvarleg for informasjon om farvatn, tidevatn og havstraumar.

source: The personal data being processed is primarily name, address and personal ID number associated with the rights an individual has in property, or in connection with enterprises registered in the cadastral register.
nn: Personopplysningar som blir behandla er først og fremst namn, adresse og fødselsnummer knytta til rettar som ein person har i eigedom, eller knytta til verksemder registrert i matrikkelen.
